Revit 2027 API
TransactionGroup.Start Method
Overload List
Name | Description
Start() |  Starts the transaction group
Start(String) |  Starts the transaction group with an assigned name.
Top
See Also
Reference
TransactionGroup Class
Autodesk.Revit.DB Namespace